Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-force-fullscreen.po
Languages: ro

source: Fullscreen Window
ro: Fereastră pe ecran complet

source: Key Toggle Fullscreen
ro: Tastă pentru comutarea ecranului complet

source: Preserve Aspect Ratio
ro: Păstrează raportul de aspect

source: Transparent Behind Views
ro: Transparent în spatele ferestrelor

source: Skew view width by multiplying by this factor
ro: Întinde lățimea ferestrei înmulțind cu acest factor

source: Skew view height by multiplying by this factor
ro: Întinde înălțimea ferestrei înmulțind cu acest factor

source: Constrain Mouse Pointer
ro: Constrânge cursorul mausului

source: Constraint Area
ro: Zonă de constrângere

source: If constrain pointer is enabled, constrain to this area.
ro: Dacă constrângerea cursorului este activată, constrânge la această zonă.

source: View
ro: Fereastră

source: Output
ro: Ecran
