Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-annotate.po
Languages: ro

source: Annotate
ro: Adnotare

source: Draw on the output.
ro: Desenează pe ecran.

source: Draw
ro: Desenare

source: Begin drawing on workspace.
ro: Începe desenarea pe birou.

source: Clear Workspace
ro: Ștergere birou

source: Clear workspace.
ro: Șterge biroul.

source: Stroke Color
ro: Culoarea conturului

source: Color used for drawing.
ro: Culoarea folosită pentru desen.

source: Drawing Method
ro: Metoda desenului

source: Method used for drawing.
ro: Metoda folosită pentru desen.

source: Free Draw
ro: Desen liber

source: Line
ro: Linie

source: Rectangle
ro: Dreptunghi

source: Circle
ro: Cerc

source: Line Width
ro: Grosimea liniei

source: Line width used for drawing.
ro: Grosimea liniei folosite pentru desen.

source: Draw Shapes From Center
ro: Desenează formele din centru

source: Draw shapes from center of drag point.
ro: Desenează formele centrate pe punctul tragerii.
