Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-window-zoom.po
Languages: ro

source: Window Zoom
ro: Mărire fereastră

source: A plugin to zoom windows.
ro: Un modul pentru a mări ferestre.

source: Modifier
ro: Modificatoare

source: When the modifier key is held down, you can scroll down and up to adjust the zoom of the window.
ro: Când tasta modificatoare este ținută apăsată, puteți derula în sus și în jos pentru a regla gradul de mărire a ferestrei.

source: Zoom Step
ro: Treaptă de mărire

source: Sets the zoom increment per binding action.
ro: Stabilește treapta gradului de mărire pentru o acțiune de asociere.

source: Preserve Aspect
ro: Păstrează raportul de aspect

source: Preserve the aspect ratio of the view.
ro: Păstrează raportul de aspect al ferestrei.

source: Nearest Filtering
ro: Filtru „cel mai apropiat”

source: Use GL_NEAREST instead of GL_LINEAR.
ro: Folosește GL_NEAREST în locul lui GL_LINEAR.

source: Increment X
ro: Incrementare X

source: Decrement X
ro: Decrementare X

source: Increment Y
ro: Incrementare Y

source: Decrement Y
ro: Decrementare Y
