Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-focus-change.po
Languages: ro_ro

source: Focus Change
ro_ro: Schimbare focalizare

source: focus up
ro_ro: Focalizare în sus

source: move focus to the closest window above
ro_ro: Mută focalizarea la cea mai apropiată fereastră de deasupra.

source: focus down
ro_ro: Focalizare în jos

source: move focus to the closest window below
ro_ro: Mută focalizarea la cea mai apropiată fereastră de dedesubt.

source: focus right
ro_ro: Focalizare la dreapta

source: move focus to the closest window to the right
ro_ro: Mută focalizarea la cea mai apropiată fereastră de la dreapta.

source: focus left
ro_ro: Focalizare la stânga

source: move focus to the closest window to the left
ro_ro: Mută focalizarea la cea mai apropiată fereastră de la stânga.

source: upwards grace in pixels
ro_ro: Grație în sus în pixeli

source: add an amount of pixel upwards in which windows will be ignored. Can be negative
ro_ro: Adaugă pixeli în sus în care ferestrele vor fi ignorate. Poate fi negativ.

source: downwards grace in pixels
ro_ro: Grație în jos în pixeli

source: add an amount of pixel downwards in which windows will be ignored. Can be negative
ro_ro: Adaugă pixeli în jos în care ferestrele vor fi ignorate. Poate fi negativ.

source: rightwards grace in pixels
ro_ro: Grație în dreapta în pixeli

source: add an amount of pixel to the right in which windows will be ignored. Can be negative
ro_ro: Adaugă pixeli în dreapta în care ferestrele vor fi ignorate. Poate fi negativ.

source: leftwards grace in pixels
ro_ro: Grație în stânga în pixeli

source: add an amount of pixel to the left in which windows will be ignored. Can be negative
ro_ro: Adaugă pixeli în stânga în care ferestrele vor fi ignorate. Poate fi negativ.

source: ignores output boundraries
ro_ro: Ignoră granițele ecranelor

source: enables moving focus between different outputs
ro_ro: Permite mutarea focalizării între ecrane diferite.

source: ignores workspace boundraries
ro_ro: Ignoră granițele birourilor

source: enables moving focus between workspaces on the same output
ro_ro: Permite mutarea focalizării între birouri de pe același ecran.

source: raise window on change
ro_ro: Ridică fereastra la schimbare

source: raise the newly focused window to the top
ro_ro: Mută fereastra nou focalizată deasupra.

source: scan height
ro_ro: Înălțime scanare

source: the height of the bounding box used to scan for windows to the left or right. If zero it will be the height of the view. If negative it will be the height of the view subtracted by the value
ro_ro: Înălțimea casetei care scanează ferestre în stânga sau în dreapta. Dacă este 0, va fi înălțimea ferestrei. Dacă este negativă, va fi înălțimea ferestrei minus valoarea dată.

source: scan width
ro_ro: Lățime scanare

source: the width of the bounding box used to scan for window above or below. If zero it will be the width of the view. If negative it will be the width of the view subtracted by the value
ro_ro: Lățimea casetei care scanează ferestre în sus sau în jos. Dacă este 0, va fi lățimea ferestrei. Dacă este negativă, va fi lățimea ferestrei minus valoarea dată.
