Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-workspace-names.po
Languages: ro

source: Workspace Names
ro: Nume de birou

source: Name workspaces.
ro: Denumiți birourile.

source: Display Duration
ro: Durata de afișare

source: How long the name is displayed.
ro: Pentru cât timp se afișează numele.

source: Margin
ro: Margine

source: Distance from edge of screen to indicator.
ro: Distanța de la marginea ecranului la indicator.

source: Position
ro: Poziție

source: Position of rendering.
ro: Poziția desenării.

source: Top Left
ro: Stânga-sus

source: Top Center
ro: Centru-sus

source: Top Right
ro: Dreapta-sus

source: Center Left
ro: Stânga-centru

source: Center
ro: Centru

source: Center Right
ro: Dreapta-centru

source: Bottom Left
ro: Stânga-jos

source: Bottom Center
ro: Centru-jos

source: Bottom Right
ro: Dreapta-jos

source: Background Color
ro: Culoarea de fundal

source: Background color for text.
ro: Culoarea de fundal a textului.

source: Text Color
ro: Culoarea textului

source: Text color.
ro: Culoarea textului.

source: Text Font
ro: Fontul textului

source: Font used for text rendering.
ro: Fontul folosit pentru desenarea textului.

source: Show Option Names
ro: Arată numele opțiunilor

source: Display option names on screen for convenience.
ro: Afișează numele opțiunilor pe ecran pentru comoditate.

source: Show Option Values
ro: Arată valorile opțiunilor

source: Display option values instead of names, when show_option_names is enabled.
ro: Afișează valorile opțiunilor în locul numelor când show_option_names este activat.

source: Background Corner Radius
ro: Raza colțurilor fundalului

source: Radius for the corners of the background.
ro: Raza de folosit pentru colțurile fundalului.

source: Names of the workspaces. By default, they will have the name Workspace #N, where #N is the workspace number.
ro: Numele birourilor. În mod implicit, vor avea numele Workspace #N, unde #N este numărul biroului.

source: Workspace Name
ro: Numele biroului

source: Sets the name of the workspace
ro: Stabilește numele biroului.
