Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-showtouch.po
Languages: ro

source: Showtouch
ro: Arată atingeri

source: Render touchscreen fingers
ro: Desenează degetele de pe un ecran tactil.

source: Finger Color
ro: Culoarea degetului

source: Color used for rendering finger touches
ro: Culoarea folosită pentru desenarea atingerilor cu degetul.

source: Center Color
ro: Culoarea centrului

source: Color used for rendering computed center of fingers
ro: Culoarea folosită pentru desenarea centrului calculat al degetelor.

source: Touch Radius
ro: Raza atingerii

source: Radius used to size the finger touch point renderings
ro: Raza folosită pentru a dimensiona desenele punctelor de atingere cu degetul.

source: Touch Duration
ro: Durata atingerii

source: Milliseconds the visual finger indicator will stay on screen
ro: Câte milisecunde să stea indicatorul vizual al degetului pe ecran

source: Toggle
ro: Comutare

source: Toggles the finger indicators off and on
ro: Comută afișarea indicatorilor de degete
