Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-extra-animations.po
Languages: ro

source: Extra Animations
ro: Animații suplimentare

source: Extra animations to extend animate plugin
ro: Animații care suplimentează modulul de animații

source: Blinds Settings
ro: Opțiuni jaluzele

source: Blinds duration
ro: Durata jaluzelelor

source: Sets the duration for the blinds animation in milliseconds.
ro: Stabilește durata pentru animația de jaluzele, în milisecunde.

source: Blinds strip height
ro: Înălțimea fâșiei de jaluzele

source: Height of each blinds strip in pixels.
ro: Înălțimea fiecărei fâșii a jaluzelelor, în pixeli.

source: Helix Settings
ro: Opțiuni helix

source: Helix duration
ro: Durata helixului

source: Sets the duration for the helix animation in milliseconds.
ro: Stabilește durata pentru animația helix, în milisecunde.

source: Helix rotations
ro: Rotații helix

source: Number of rotations for the helix animation.
ro: Numărul de rotații pentru animația helix.

source: Helix strip height
ro: Înălțimea fâșiei de helix

source: Height of each helix strip in pixels.
ro: Înălțimea fiecărei fâșii a helixului, în pixeli.

source: Shatter Settings
ro: Opțiuni spargere

source: Shatter duration
ro: Durata spargerii

source: Sets the duration for the shatter animation in milliseconds.
ro: Stabilește durata pentru animația de spargere, în milisecunde.

source: Vortex Settings
ro: Opțiuni vârtej

source: Vortex duration
ro: Durata vârtejului

source: Sets the duration for the vortex animation in milliseconds.
ro: Stabilește durata animației de vârtej, în milisecunde.

source: Melt Settings
ro: Opțiuni topire

source: Melt duration
ro: Durata topirii

source: Sets the duration for the melt animation in milliseconds.
ro: Stabilește durata animației de topire, în milisecunde.

source: Melt distortion factor
ro: Factor de deformare pentru topire

source: Distortion factor for melt animation.
ro: Stabilește factorul de deformare folosit la animația de topire.

source: Dodge Settings
ro: Opțiuni suprapunere

source: Enable Dodge
ro: Activează suprapunerea

source: Enables the Dodge focus animation.
ro: Activează animația de suprapunere la focalizare.

source: Duration
ro: Durata

source: Sets the animation duration in milliseconds.
ro: Stabilește durata animației, în milisecunde.

source: Rotate
ro: Rotire

source: Rotate windows during animation.
ro: Rotește ferestrele în timpul animației.

source: Zoom
ro: Mărire

source: Slightly increase zoom for the focusing window during animation.
ro: Mărește puțin fereastra ce se focalizează în animație.

source: Animation Direction
ro: Direcția animației

source: Sets the animation direction.
ro: Stabilește direcția animației.

source: Cardinal
ro: Cardinală

source: Diagonal
ro: Diagonală

source: Circular
ro: Circulară
