Repository: WayfireWM/wayfire-plugins-extra
Catalog: locale/*/LC_MESSAGES/wf-plugin-follow-focus.po
Languages: ro

source: Follow Focus
ro: Urmărirea focalizării

source: View focus follows mouse
ro: Focalizarea ferestrelor urmărește mausul.

source: When the mouse pointer is moved, the view focus changes to the view under the pointer.
ro: Când se mișcă cursorul mausului, focalizarea se acordă ferestrei de sub acesta.

source: Output focus follows mouse
ro: Focalizarea ecranelor urmărește mausul.

source: When the mouse pointer is moved, the output focus changes to the output that the pointer is currently on.
ro: Când se mișcă cursorul mausului, focalizarea se acordă ecranului de sub acesta.

source: Delay (in ms) before focus change will be triggered
ro: Timp de așteptare (în ms) până se declanșează schimbarea focalizării

source: The delay in ms before the plugin will trigger a focus change after the movement finished.
ro: Timpul de așteptare, în milisecunde, înainte ca modulul să inițieze o schimbare a focalizării după ce s-a terminat mișcarea.

source: Minimum cursor movement
ro: Mișcarea minimă a cursorului

source: The distance (x+y) the cursor should be moved at least before the plugin gets activated
ro: Distanța minimă (x+y) pentru care să se miște cursorul înainte să se activeze modului.

source: Raise the focused view to the top
ro: Ridică fereastra focalizată

source: If disabled the focused view will only get keyboard focus, but will not be raised to the top.
ro: Dacă este dezactivată, fereastra focalizată va prelua doar focalizarea tastaturii, dar nu va fi pusă deasupra.
